{
  "data": [
    {
      "title": "When Tired!",
      "id": 1,
      "story": "A student once asked his teacher, \"Master, what is enlightenment?\"\n\nThe master replied, \"When hungry, eat. When tired, sleep.\""
    },
    {
      "title": "A Useless Life",
      "id": 2,
      "story": "A farmer got so old that he couldn't work the fields anymore. So he would spend the day just sitting on the porch. His son, still working the farm, would look up from time to time and see his father sitting there.\n\n\"He's of no use any more,\" the son thought to himself, \"he doesn't do anything!\"\n\nOne day the son got so frustrated by this, that he built a wood coffin, dragged it over to the porch, and told his father to get in. Without saying anything, the father climbed inside. After closing the lid, the son dragged the coffin to the edge of the farm where there was a high cliff. As he approached the drop, he heard a light tapping on the lid from inside the coffin. He opened it up. Still lying there peacefully, the father looked up at his son.\n\n\"I know you are going to throw me over the cliff, but before you do, may I suggest something?\"\n\n\"What is it?\" replied the son.\n\n\"Throw me over the cliff, if you like,\" said the father, \"but save this good wood coffin. Your children might need to use it.\""
    },
    {
      "title": "Zen Messenger",
      "id": 3,
      "story": "Once when Zen master Bankei was about to leave a temple in the capital where he taught from time to time, a certain gentleman came requesting that the master pospone his departure.\n\nA certain baron had a question and wanted to see the Zen master in person on the morrow to resolve it. Bankei assented and put off leaving.\n\nThe next day, however, the gentleman came again, this time with a message that the baron has some urget business to take care of and could not come and see the master.\n\nThe baron had asked the gentleman to relay his question to Bankei, then report the Zen maste's answer back to him.\n\nWhen he heard the gentleman out, Bankei said, \"This matter of Zen is difficult to convey even by direct question and direct answer; it is all the more difficult to convey by messenger.\"\n\nThe Zen master said nothing more.\n\nSpeechless, the gentleman withdrew and departed."
    },
    {
      "title": "Knowledge Or Wisdom",
      "id": 4,
      "story": "Remember the words of the musician who was asked which was greater, knowledge or wisdom.\n\n\"Without knowledge,\" he answered, \"I could not play the violin. Without wisdom, I could not play the music.\""
    },
    {
      "title": "The Miracle",
      "id": 5,
      "story": "When Bankei was preaching at Ryumon temple, a Shinshu priest, who believed in salvation through repetition of the name of the Buddha of Love, was jealous of his large audience and wanted to debate with him.\n\nBankei was in the midst of a talk when the priest appeared, but the fellow made such a disturbance that Bankei stopped his discourse and asked about the noise.\n\n\"The founder of our sect,\" boasted the priest, \"had such miraculous powers that he held a brush in his hand on one bank of the river, his attendant held up a paper on the other bank, and the teacher wrote theholy name of Amida through the air. Can you do such a wonderful thing?\"\n\nBankei replied lightly: \"Perhaps your fox can perform that trick, but that is not the manner of Zen. My miracle is that when I feel hungry I eat, and when I feel thirsty I drink.\""
    },
    {
      "title": "Failed Studies",
      "id": 6,
      "story": "\"The boat is coming to take me home because I have failed in my studies here at the monastery,\" said the boy to his teacher. \"What can I say to my family?\"\n\n\"Say that you did your best and that is as much as anyone can do,\" answered the teacher.\n\n\"But I wanted to be a famous monk and teach others.\"\n\n\"You can.\"\n\n\"How?\" asked the sad boy.\n\n\"Live from your heart. I will show you. Do you see that boat making its way across the lake with the sun setting behind it?\"\n\n\"Yes.\"\n\n\"Do you see its wake spreading across the lake? See how the boat looks like the apex of a golden triangle as the wake fans out from its bow.\"\n\n\"Sort of.\"\n\n\"Squint,\" said the teacher. \"That Squint,\" said the teacher. \"That boat is you as you leave the monastery. The lake is your life. The wake is the effect that you will have on the world. Each ripple triggers another ripple, which triggers another. By constantly striving to live as wise and loving of a life as you can, you can teach the path of love to everyone you meet simply by being yourself; a few of these people will pass on your good example to others. Thus the expanding golden wake of good works begets other good works. Most important, notice how each ripple catches the sun and bounces its light back to heaven...\"\n\n\"Would you come home with me and explain all of this to my father?\" asked the boy."
    },
    {
      "title": "A Wishing Tree",
      "id": 7,
      "story": "There is a parable about a poor man walking through the woods reflecting upon his many troubles. He stopped to rest against a tree, a magical tree that would instantly grant the wishes of anyone who came in contact with it.\n\nHe realized he was thirsty and wished for a drink. Instantly a cup of cool water was in his hand. Shocked, he looked at the water, he decided it was safe and drank it. He then realized he was hungry and wished he had something to eat. A meal appeared before him.\n\n\"My wishes are being granted,\" he thought in disbelief. \"Well, then I wish for a beautiful home of my own,\" he said out loud. The home appeared in the meadow before him. A huge smile crossed his face as he wished for servants to take care of the house.\n\nWhen they appeared he realized he had somehow been blessed with an incredible power and he wished for a beautiful, loving, intelligent woman to share his good fortune.\n\n\"Wait a minute, this is ridiculous,\" said the man to the woman. \"I'm not this lucky. This can't happen to me.\" As he spoke...everything disappeared. He shook his head and said, \"I knew it,\" then walked away thinkingabout his many troubles."
    },
    {
      "title": "Dreams",
      "id": 8,
      "story": "Chuang Tzu, ancient Chinese Taoist, once experienced a dream in which he was a butterfly fluttering to & fro. In the dream he had no awareness of his individuality as a person; he was simply a butterfly.\n\nSuddenly, he awoke and found that once again he was a human laying in bed. But then he thought to himself, \"Was I before a man who dreamt about being a butterfly, or am I now a butterfly who dreams about being a man?\""
    },
    {
      "title": "Helping people",
      "id": 9,
      "story": "Upon meeting a Zen master at a social event, a psychiatrist decided to ask him a question that had been on his mind.\n\n\"Exactly how do you help people?\" he inquired.\n\n\"I get them where they can't ask any more questions,\" the Master answered"
    },
    {
      "title": "Enlightenment after death",
      "id": 10,
      "story": "The Emperor asked Master Gudo, \"What happens to a man of enlightenment after death?\"\n\n\"How should I know?\" replied Gudo.\n\n\"Because you are a master,\" answered the Emperor.\n\n\"Yes sir,\" said Gudo, \"but not a dead one.\""
    },
    {
      "title": "Religious significance",
      "id": 11,
      "story": "When the spiritual teacher and his disciples began their evening meditation, the cat who lived in the monastery made such noise that it distracted them. So the teacher ordered that the cat be tied up during the evening practice.\n\nYeav rs later, when the teacher died, the cat continued to be tied up during the\nmeditation session. And when the cat eventually died, another cat was brought to the monastery and tied up.\n\nCenturies later, learned descendants of the spiritual teacher wrote scholarly treatises about the religious significance of tying up a cat for meditation practice."
    },
    {
      "title": "The Other Side!",
      "id": 12,
      "story": "One day a young Buddhist on his journey home came to the banks of a wide river.\n\nStaring hopelessly at the great obstacle in front of him, he pondered for hours on just how to cross such a wide barrier.\n\nJust as he was about to give up his pursuit to continue his journey he saw a great teacher on the other side of the river.\n\nThe young Buddhist yells over to the teacher, “Oh wise one, can you tell me how to get to the other side of this river”?\n\nThe teacher ponders for a moment looks up and down the river and yells back, “My son, you are on the other side”."
    },
    {
      "title": "Gutei's Finger!",
      "id": 13,
      "story": "Whenever anyone asked him about Zen, the great master Gutei would quietly raise one finger into the air. A boy in the village began to imitate this behavior. Whenever he heard people talking about Gutei's teachings, he would interrupt the discussion and raise his finger.\n\nGutei heard about the boy's mischief. When he saw him in the street, he seized him and cut off his finger. The boy cried and began to run off, but Gutei called out to him. When the boy turned to look, Gutei raised his finger into the air. At that moment the boy became enlightened."
    },
    {
      "title": "Man and His Horse",
      "id": 14,
      "story": "There is a story in zen circles about a man and a horse.\n\nThe horse is galloping quickly, and it appears that the man on the horse is going somewhere important.\n\nAnother man, standing alongside the road, shouts, “Where are you going?” and the first man replies, “I don’t know! Ask the horse!”"
    },
    {
      "title": "Wanting God!",
      "id": 15,
      "story": "A hermit was meditating by a river when a young man interrupted him.\n\n\"Master, I wish to become your disciple,\" said the man.\n\n\"Why?\" replied the hermit.\n\nThe young man thought for a moment. \"Because I want to find God.\"\n\nThe master jumped up, grabbed him by the scruff of his neck, dragged him into the river, and plunged his head under water.\n\nAfter holding him there for a minute, with him kicking and struggling to free himself, the master finally pulled him up out of the river.\n\nThe young man coughed up water and gasped to get his breath. When he eventually quieted down, the master spoke. \"Tell me, what did you want most of all when you were under water.\"\n\n\"Air!\" answered the man.\n\n\"Very well,\" said the master. \"Go home and come back to me when you want God as much as you just wanted air.\""
    },
    {
      "title": "Nothing Exists!",
      "id": 16,
      "story": "Yamaoka Tesshu, as a young student of Zen, visited one master after another. He called upon Dokuon of Shokoku.\n\nDesiring to show his attainment, he said: \"The mind, Buddha, and sentient beings, after all, do not exist. The true nature of phenomena is emptiness. There is no realization, no delusion, no sage, no mediocrity. There is no giving and nothing to be received.\"\n\nDokuon, who was smoking quietly, said nothing. Suddenly he whacked Yamaoka with his bamboo pipe. This made the youth quite angry.\n\n\"If nothing exists,\" inquired Dokuon, \"where did this anger come from?\""
    },
    {
      "title": "The Blockhead Lord!",
      "id": 17,
      "story": "Two Zen teachers, Daigu and Gudo, were invited to visit a lord. Upon arriving, Gudo said to the lord: \"You are wise by nature and have an inborn ability to learn Zen.\"\n\n\"Nonsense,\" said Daigu. \"Why do you flatter thi blockhead? He may be a lord, but he doesn't know anything of Zen.\"\n\nSo, instead of building a temple for Gudo, the lord built it for Daigu and studied Zen with him."
    },
    {
      "title": "The Last Rap!",
      "id": 18,
      "story": "Tangen had studied with Sengai since childhood. When he was twenty he wanted to leave his teacher and visit others for comparitive study, but Sengai would not permit this. Every time Tangen suggested it, Sengai would give him a rap on the head.\n\nFinally Tangen asked an elder brother to coax permission from Sengai. This the brother did and then reported to Tangen: \"It is arranged. I have fixed it for you to start on your pilgrimage at once.\"\n\nTangen went to Sengai to thank him for his permission. The master answered by giving him another rap.\n\nWhen Tangen related this to his elder brother the other said: \"What is the matter? Sengai has no business giving permission and then changing his mind. I will tell him so.\" And off he went to see the teacher.\n\n\"I did not cancel my permission,\" said Sengai. \"I just wished to give him one last smack over the head, for when he returns he will be enlightened and I will not be able to reprimand him again.\""
    },
    {
      "title": "Knowing!",
      "id": 19,
      "story": "One day Chuang Tzu and a friend were walking by a river.\n\n\"Look at the fish swimming about,\" said Chuang Tzu, \"They are really enjoying themselves.\"\n\n\"You are not a fish,\" replied the friend, \"So you can't truly know that they are enjoying themselves.\"\n\n\"You are not me,\" said Chuang Tzu. \"So how do you know that I do not know that the fish are enjoying themselves?\""
    },
    {
      "title": "Surprising the Master!",
      "id": 20,
      "story": "The students in the monastery were in total awe of the elder monk, not because he was strict, but because nothing ever seemed to upset or ruffle him. So they found him a bit unearthly and even frightening.\n\nOne day they decided to put him to a test. A bunch of them very quietly hid in a dark corner of one of the hallways, and waited for the monk to walk by. Within moments, the old man appeared, carrying a cup of hot tea. Just as he passed by, the students all rushed out at him screaming as loud as they could.\n\nBut the monk showed no reaction whatsoever. He peacefully made his way to a small table at the end of the hall, gently placed the cup down, and then, leaning against the wall, cried out with shock, \"Ohhhhh!\""
    },
    {
      "title": "It Will Pass!",
      "id": 21,
      "story": "A student went to his meditation teacher and said, \"My meditation is horrible! I feel so distracted, or my legs ache, or I'm constantly falling asleep. It's just horrible!\"\n\n\"It will pass,\" the teacher said matter-of-factly.\n\nA week later, the student came back to his teacher. \"My meditation is wonderful! I feel so aware, so\npeaceful, so alive! It's just wonderful!'\n\n\"It will pass,\" the teacher replied matter-of-factly."
    },
    {
      "title": "Teaching Zen!",
      "id": 22,
      "story": "A new student asked master: \"I have just entered the monastery. Please teach me\".\n\nMaster asked: \"Have you eaten your rice porridge?\"\n\nThe student replied: \"I have eaten.\"\n\nMaster said: \"Then You better wash your bowl\".\n\nAt that moment the student was enlightened."
    },
    {
      "title": "Teaching The Ultimate!",
      "id": 23,
      "story": "In early times in Japan, bamboo-and-paper lanterns were used with candles inside. A blind man, visiting a friend one night, was offered a lantern to carry home with him.\n\n\"I do not need a lantern,\" he said. \"Darkness or light is all the same to me.\"\n\n\"I know you do not need a lantern to find your way,\" his friend replied, \"but if you don't have one, someone else may run into you. So you must take it.\"\n\nThe blind man started off with the lantern and before he had walked very far someone ran squarely into him. \"Look out where you are going!\" he exclaimed to the stranger. \"Can't you see this lantern?\"\n\n\"Your candle has burned out, brother,\" replied the stranger."
    },
    {
      "title": "Not Far From Buddhahood!",
      "id": 24,
      "story": "A university student while visiting Gasan asked him: \"Have you even read the Christian Bible?\"\n\n\"No, read it to me,\" said Gasan.\n\nThe student opened the Bible and read from St. Matthew:\n\"And why take ye thought for raiment? Consider the lilies of the field, how they grow. They toil not, neither do they spin, and yet I say unto you that even Solomon in all his glory was not arrayed like one of these...Take therefore no thought for the morrow, for the morrow shall take thought for the things of itself.\"\n\nGasan said: \"Whoever uttered those words I consider and enlightened man.\"\n\nThe student continued reading: \"Ask and it shall be given you, seek and ye shall find, knock and it shall be opened unto you. For everyone that asketh receiveth, and he that seeketh findeth, and to him that knocketh, is shall be opened.\"\n\nGasan remarked: \"That is excellent. Whoever said that is not far from Buddhahood.\""
    },
    {
      "title": "No Work, No Food!",
      "id": 25,
      "story": "Hyakujo, the Chinese Zen master, used to labor with his pupils even at the age of eighty, trimming the gardens, cleaning the grounds, and pruning the trees.\n\nThe pupils felt sorry to see the old teacher working so hard, but they knew he would not listen to their advice to stop, so they hid away his tools.\n\nThat day the master did not eat. The next day he did not eat, nor the next. \"He may be angry because we have hidden his tools,\" the pupils surmised. \"We had better put them back.\"\n\nThe day they did, the teacher worked and ate the same as before. In the evening he instructed them: \"No work, no food.\""
    },
    {
      "title": "How to Write a Chinese Poem!",
      "id": 26,
      "story": "A well-known Japanese poet was asked how to compose a Chinese poem.\n\n\"The usual Chinese poem is four lines,\" he explains. \"The first line contains the initial phase; the second line, the continuation of that phase; the third line turns from this subject and begins a new one; and the fourth line brings the first three lines together. A popular Japanese song illustrates this:\n\nTwo daughters of a silk merchant live in Kyoto.\nThe elder is twenty, the younger, eighteen.\nA soldier may kill with his sword.\nBut these girls slay men with their eyes."
    },
    {
      "title": "Zen Dialogue!",
      "id": 27,
      "story": "Zen teachers train their young pupils to express themselves. Two Zen temples each had a child protégé. One child, going to obtain vegetables each morning, would meet the other on the way.\n\n\"Where are you going?\" asked the one.\n\n\"I am going wherever my feet go,\" the other responded.\n\nThis reply puzzled the first child who went to his teacher for help. \"Tomorrow morning,\" the teacher told him, \"when you meet that little fellow, ask him the same question. He will give you the same answer, and then you ask him: 'Suppose you have no feet, then where are you going?' That will fix him.\"\n\nThe children met again the following morning.\n\n\"Where are you going?\" asked the first child.\n\n\"I am going wherever the wind blows,\" answered the other.\n\nThis again nonplussed the youngster, who took his defeat to his teacher.\n\n\"Ask him where he is going if there is no wind,\" suggested the teacher.\n\nThe next day the children met a third time.\n\n\"Where are you going?\" asked the first child.\n\n\"I am going to the market to buy vegetables,\" the other replied."
    },
    {
      "title": "Time to Die!",
      "id": 28,
      "story": "Ikkyu, the Zen master, was very clever even as a boy. His teacher had a precious teacup, a rare antique. Ikkyu happened to break this cup and was greatly perplexed. Hearing the footsteps of his teacher, he held the pieces of the cup behind him. When the master appeared, Ikkyu asked: \"Why do people have to die?\"\n\n\"This is natural,\" explained the older man. \"Everything has to die and has just so long to live.\"\n\nIkkyu, producing the shattered cup, added: \"It was time for your cup to die.\"\n\n\n\n#[Zen Stories] The Real Miracle!\nWhen Bankei was preaching at Ryumon temple, a Shinshu priest, who believed in salvation through repetition of the name of the Buddha of Love, was jealous of his large audience and wanted to debate with him.\n\nBankei was in the midst of a talk when the priest appeared, but the fellow made such a disturbance that Bankei stopped his discourse and asked about the noise.\n\n\"The founder of our sect,\" boasted the priest, \"had such miraculous powers that he held a brush in his hand on one bank of the river, his attendant held up a paper on the other bank, and the teacher wrote the holy name of Amida through the air. Can you do such a wonderful thing?\"\n\nBankei replied lightly: \"Perhaps your fox can perform that trick, but that is not the manner of Zen. My miracle is that when I feel hungry I eat, and when I feel thirsty I drink.\""
    },
    {
      "title": "The Silent Temple!",
      "id": 29,
      "story": "Shoichi was a one-eyed teacher of Zen, sparkling with enlightenment. He taught his disciples in Tofuku temple.\n\nDay and night the whole temple stood in silence. There was no sound at all.\n\nEven the reciting of sutras was abolished by the teacher. His pupils had nothing to do but meditate.\n\nWhen the master passed away, an old neighbor heard the ringing of bells and the recitation of sutras. Then she knew Shoichi had gone.\n\n\n\n\n#Zen Story] Joshu's Zen!\nJoshu began the study of Zen when he was sixty years old and continued until he was eighty, when he realized Zen.\n\nHe taught from the age of eighty until he was one hundred and twenty.\n\nA student once asked him: \"If I haven't anything in my mind, what shall I do?\"\n\nJoshu replied: \"Throw it out.\"\n\n\"But if I haven't anything, how can I throw it out?\" continued the questioner.\n\n\"Well,\" said Joshu, \"then carry it out.\""
    },
    {
      "title": "In Dreamland!",
      "id": 30,
      "story": "\"Our schoolmaster used to take a nap every afternoon,\" related a disciple of Soyen Shaku.\n\nWe children asked him why he did it and he told us: 'I go to dreamland to meet the old sages just as Confucius did.'\n\nWhen Confucius slept, he would dream of ancient sages and later tell his followers about them.\n\nIt was extremely hot one day so some of us took a nap. Our schoolmaster scolded us.\n\n'We went to dreamland to meet the ancient sages the same as Confucius did,' we explained.\n\n'What was the message from those sages?' our schoolmaster demanded.\n\nOne of us replied: 'We went to dreamland and met the sages and asked them if our schoolmaster came there every afternoon, but they said they had never seen any such fellow.'"
    },
    {
      "title": "The Voice of Happiness!",
      "id": 31,
      "story": "After Bankei had passed away, a blind man who lived near the master's temple told a friend:\n\n\"Since I am blind, I cannot watch a person's face, so I must judge his character by the sound of his voice.\n\nOrdinarily when I hear someone congratulate another upon his happiness or success, I also hear a secret tone of envy.\n\nWhen condolence is expressed for the misfortune of another, I hear pleasure and satisfaction, as if the one condoling was really glad there was something left to gain in his own world.\n\nIn all my experience, however, Bankei's voice was always sincere. Whenever he expressed happiness, I heard nothing but happiness, and whenever he expressed sorrow, sorrow was all I heard.\""
    },
    {
      "title": "Accurate Proportion!",
      "id": 32,
      "story": "Sen no Rikyu, a tea-master, wished to hang a flower basket on a column. He asked a carpenter to help him, directing the man to place it a little higher or lower, to the right or left, until he had found exactly the right spot. \"That's the place,\" said Sen no Rikya finally.\n\nThe carpenter, to test the master, marked the spot and then pretended he had forgotten. Was this the place? \"Was this the place, perhaps?\" the carpenter kept asking, pointing to various places on the column.\n\nBut so accurate was the tea-master's sense of proportion that it was not until the carpenter reached the identical spot again that its location was approved."
    },
    {
      "title": "A Buddha!",
      "id": 33,
      "story": "In Tokyo in the Meiji era there lived two prominent teachers of opposite characteristics. One, Unsho, an instructor in Shingon, kept Buddha's precepts scrupulously. He never drank intoxicants, nor did he eat after eleven o'clock in the morning. The other teacher, Tanzan, a professor of philosophy at the Imperial University, never observed the precepts. When he felt like eating, he ate, and when he felt like sleeping in the daytime, he slept.\n\nOne day Unsho visited Tanzan, who was drinking wine at the time, not even a drop of which is supposed to touch the tongue of a Buddhist.\n\n\"Hello, brother,\" Tanzan greeted him. \"Won't you have a drink?\"\n\n\"I never drink!\" exclaimed Unsho solemnly.\n\n\"One who does not drink is not even human,\" said Tanzan.\n\n\"Do you mean to call me inhuman just because I do not indulge in intoxicating liquids!\" exclaimed Unsho in anger. \"Then if I am not human, what am I?\"\n\n\"A Buddha,\" answered Tanzan."
    },
    {
      "title": "Walking!",
      "id": 34,
      "story": "A little bear cub was confused about how to walk.\n\n\"What do I do first?\" he asked his mother. \"Do I start with my right foot or my left? Or both front feet and then my back feet? Or do I move both feet on one side and then both feet on the other?\"\n\nHis mother answered, \"Just quit thinking and start walking.\""
    },
    {
      "title": "Announcement",
      "id": 35,
      "story": "Tanzan wrote sixty postal cards on the last day of his life, and asked an attendant to mail them. Then he passed away.\n\nThe cards read:\n\n    I am departing from this world.\n\n    This is my last announcement.\n\n    - Tanzan, July 27, 1892"
    },
    {
      "title": "Obedience!",
      "id": 36,
      "story": "The master Bankei's talks were attended not only by Zen students but by persons of all ranks and sects. He never quoted sutras nor indulged in scholastic dissertations. Instead, his words were spoken directly from his heart to the hearts of his listeners.\n\nHis large audiences angered a priest of the Nichiren sect because the adherents had left to hear about Zen. The self-centered Nichiren priest came to the temple, determined to debate with Bankei.\n\n\"Hey, Zen teacher!\" he called out. \"Wait a minute. Whoever respects you will obey what you say, but a man like myself does not respect you. Can you make me obey you?\"\n\n\"Come up beside me and I will show you,\" said Bankei.\n\nProudly the priest pushed his way through the crowd to the teacher.\n\nBankei smiled. \"Come over to my left side.\"\n\nThe priest obeyed.\n\n\"No,\" said Bankei, \"we may talk better if you are on the right side. Step over here.\"\n\nThe priest proudly stepped over to the right\n\n\"You see,\" observed Bankei, \"you are obeying me and I think you are a very gentle person. Now sit down and listen.\""
    },
    {
      "title": "Laughing Buddha!",
      "id": 37,
      "story": "Anyone walking about Chinatowns in America will observe statues of a stout fellow carrying a linen sack. Chinese merchants call him Happy Chinaman or Laughing Buddha.\n\nThis Hotei lived in the T’ang dynasty. He had no desire to call himself a Zen master or to gather many disciples around him. Instead he walked the streets with a big sack into which he would put gifts of candy, fruit, or doughnuts. These he would give to children who gathered around him in play. He established a kindergarten of the streets.\n\nWhenever he met a Zen devotee he would extend his hand and say: “Give me one penny.”\n\nOnce as he was about to play-work another Zen master happened along and inquired: “What is the significance of Zen?”\n\nHotei immediately plopped his sack down on the ground in silent answer.\n\n“Then,” asked the other, “what is the actualization of Zen?”\n\nAt once the Happy Chinaman swung the sack over his shoulder and continued on his way."
    },
    {
      "title": "Hot And Cold!",
      "id": 38,
      "story": "A student asked the teacher, “How do you avoid the discomfort of hot and cold?”\n\nThe teacher said, “Go to that place where there is no hot and cold.”\n\nThe student asked, “Where is that place?”\n\nThe teacher responded, “When you are hot, be hot and when you are cold, be cold.”"
    },
    {
      "title": "The Mysterious Wall!",
      "id": 39,
      "story": "There was an ancient mysterious wall which stood at the edge of a village, and whenever anyone climbed the wall to look onto the other side, instead of coming back he or she smiled and would jump to the other side, never to return.\n\nThe inhabitants of the village became curious as to what could draw these people to the other side of the wall. After all, their village had all the necessities of living a comfortable life.They made an arrangement to where they would tie a person's feet, so that when he or she looked over and wished to jump, they could be pulled back.\n\nThe next time someone tried to climb the wall to see what was on the other side, they chained her feet so that she could not go over. She looked on the other side and was delighted at what she saw, and smiled.Those standing below grew curious to question her and pulled her back, but to their great disappointment she had lost the power of speech.\n\n\n\"Those who have Seen cannot say. That which has been Seen cannot be painted, cannot bereduced to words. But still each one has to give a try - and the world goes on becoming more and more beautiful because of these efforts.\""
    },
    {
      "title": "Carrying A Woman!",
      "id": 40,
      "story": "Tanzan and Ekido were once travelling together down a muddy road. A heavy rain was still falling.\n\nComing around a bend, they met a lovely girl in a silk kimono and sash, unable to cross the intersection.\n\n\"Come on, girl,\" said Tanzan at once. Lifting her in his arms, he carried her over the mud.\n\nEkido did not speak again until that night when they reached a lodging temple. Then he no longer could restrain himself.\n\n\"We monks don't do near females,\" he told Tanzan, \"especially not young and lovely\nones. It is dangerous. Why did you do that?\"\n\n\"I left the girl there,\" said Tanzan. \"Are you still carrying her?\""
    },
    {
      "title": "If You Love, Love Openly",
      "id": 41,
      "story": "Twenty monks and one nun, who was named Eshun, were practicing meditation with a certain Zen master.\n\nEshun was very pretty even though her head was shaved and her dress plain. Several monks secretly fell in love with her. One of them wrote her a love letter, insisting upon a private meeting.\n\nEshun did not reply. The following day the master gave a lecture to the group, and when it was over, Eshun arose. Addressing the one who had written her, she said: \"If you really love me so much, come and embrace me now.\""
    },
    {
      "title": "Too Much Love",
      "id": 42,
      "story": "An aged monk, who had lived a long and active life, was assigned a chaplain's role at an academy for girls. In discussion groups he often found that the subject of love became a central topic.\n\nThis comprised his warning to the young women: \"Understand the danger of anything-too-much in your lives. Too much anger in combat can lead to recklessness and death. Too much ador in religious beliefs can lead to close mindedness and persecution. Too much passion in love creates dream images of the beloved - images that ultimately prove false and generate anger. To love too much is to lick honey from the point of a knife.\"\n\n\"But as a celebate monk,\" asked one young woman, \"how can you know of love between a man and a woman?\"\n\n\"Sometime, dear children,\" replied the old teacher, \"I will tell you why I became a monk.\""
    },
    {
      "title": "Change!",
      "id": 43,
      "story": "A Chinese emperor known for his foul temper entered the bedroom of his soon-to-be-bride, who was one of the most beautiful women in all of China. She was being made to marry him against her will, as her parents were forcing her into it.\n\nLittle did the emperor know however that she had also been taught by wise sages as a child. She sat expressionless, staring at the wall. \"Hello, pretty,\" he said to her, but she didn't respond.\n\"I said hello to you, and you will respond when I address you, do you understand me??\" he snarled. But still, she didn't reply.\n\nMost people would have answered him by now, so despite himself he grew curious, and gruffly asked, \"What is it you are thinking?\"\n\nFinally she answered him. \"Two things. One, that I do not wish to marry you because you are so callous and mean-spirited. And the other thing, is that I was wondering if you have it within your power to have a certain something changed.\"\n\n\"What?!\" the emperor exclaimed with outrage. \"You bitch! How dare you question my authority! ... But ... I admit I'm curious. Since I have it within my power to snap my fingers and whatever I command within my kingdom will be obeyed, what is it you are wondering if I could change?\"\n\n\"Your attitude,\" she replied. And with that she got up and walked out of the room, leaving him in stunned silence."
    },
    {
      "title": "Is that so?",
      "id": 44,
      "story": "A beautiful girl in the village was pregnant. Her angry parents demanded to know who was the father. At first resistant to confess, the anxious and embarrassed girl finally pointed to Hakuin, the Zen master whom everyone previously revered for living such a pure life.\n\nWhen the outraged parents confronted Hakuin with their daughter's accusation, he simply replied \"\" When the child was born, the parents brought it to the Hakuin, who now was viewed as a pariah by the whole village. They demanded that he take care of the child since it was his responsibility. \"\" Hakuin said calmly as he  accepted the child.\n\nFor many months he took very good care of the child until the daughter could no\nlonger withstand the lie she had told. She confessed that the real father was a young man in the village whom she had tried to protect. The parents immediately went to Hakuin to see if he would return the baby. With profuse apologies they explained what had happened. \"\" Hakuin said as he handed them the child."
    },
    {
      "title": "In Your Hands",
      "id": 45,
      "story": "A young man caught a small bird, and held it behind his back. He then asked, \"Master, is the bird I hold in my hands alive or dead.\"\n\nThe boy thought this was a grand opportunity to play a trick on the old man. If the master answered \"dead\", it would be let loose into the air. If the master answered \"alive\", he would simply wring its neck.\n\nThe master spoke, \"The answer is in your hands\"."
    },
    {
      "title": "Shooting the target",
      "id": 46,
      "story": "After winning several archery contests, the young and rather boastful champion challenged a Zen master who was renowned for his skill as an archer. The young man demonstrated remarkable technical proficiency when he hit a distant bull's eye on his first try, and then split that arrow with his second shot.\n\n\"There,\" he said to the old man, \"see if you can match that!\" Undisturbed, the master did not draw his bow, but rather motioned for the young archer to follow him up the mountain. Curious about the old fellow's intentions, the champion followed him high into the mountain until they reached a deep chasm spanned by a rather flimsy and shaky log.\n\nCalmly stepping out onto the middle of the unsteady and certainly perilous bridge, the old master picked a far away tree as a target, drew his bow, and fired a clean, direct hit. \"Now it is your turn,\" he said as he gracefully stepped back onto the safe ground.\n\nStaring with terror into the seemingly bottomless and beckoning abyss, the young man could not force himself to step out onto the log, no less shoot at a target. \"You have much skill with your bow,\" the master said, sensing his challenger's predicament, \"but you have little skill with the mind that lets loose the shot.\""
    },
    {
      "title": "Serving Others",
      "id": 47,
      "story": "A Sufi teaching story tells of a man who prayed continually for the awareness to succeed in life. Then one night he dreamed of going into the forest to attain understanding.\n\nThe next morning he went into the woods and wandered for several hours looking for some sign that would provide answers. When he finally stopped to rest, he saw a fox with no legs lying between two rocks in a cool place. Curious as to how a legless fox could survive, he waited until sunset when he observed a lion come and lay meat before the fox.\n\n\"Ah, I understand,\" the man thought. \"The secret to success in life is to trust that God will take care of all my needs. I don't need to provide for myself. All I have to do is totally surrender to my all-sustaining God.\" Two weeks later, weakened and starving, the man had another dream.\n\nIn it he heard a voice say, \"Fool. Be like the lion, not like the fox.\""
    },
    {
      "title": "An Insolent Wayfarer",
      "id": 48,
      "story": "In ancient times it was customary for a traveling monk seeking lodging at a Zen monastery to engage in dharma combat with the abbot or head monk. If the wayfarer won the debate, he could stay; if not, he had to seek quarters elsewhere.\n\nOnce a master assigned his attendant to engage in such an encounter with a traveling monk, who challenged him to a silent debate. It so happened that this attendant had but one eye.\n\nSoon the wayfarer returned to the master, saying, \"Your man is too good for me. I must journey on. I held up one finger to symbolize the Buddha. But he held up two fingers for the Buddha and the Dharma. So I held up three fingers for the Buddha, the Dharma and the Sangha. But then he held up a clenched fist to indicate they were all one - so I ran to indicate I am no match for him.\"\n\nWhen the traveler who spoke these words left, the attendant arrived - angry and out of breath. \"Where is that rascal?\" he demanded. \"First, he insulted me by holding up one finger to indicate I had only one eye. Determined to be polite in spite of that, I held up two fingers to indicate that, on the other hand, he was blessed with two eyes. But he just kept rubbing it in, for next he held up three fingers to indicate that all together there were only three eyes among us. So I went to hit him and he ran off! Where is he hiding?\""
    },
    {
      "title": "Ocean",
      "id": 49,
      "story": "Once upon a time, a young fish asked an old fish: \"Everyone talks about this thing they call 'ocean.' What the heck is it?\"\n\nThe older and wiser fish answered: \"The ocean is this thing that surrounds you on all sides.\"\n\nThe younger fish didn't understand: \"There's nothing around me! Why can I not see this 'ocean?'\"\n\n\"Of course you cannot,\" the old fish was patient. \"The ocean is both inside and outside of you. You were born in the ocean and chances are you will die in it. The ocean flows around you, just as your own skin does.\""
    },
    {
      "title": "Passing Exam",
      "id": 50,
      "story": "Once three scholars on the way to the civil service examination stopped to buy refreshments from a woman who sold pastries by the wayside. One man was calm and quiet, while the other two argued over literature.\n\nThe woman asked where they were going. The latter two told her they were going to take the civil service examination. She said, \"You two scholars won't pass the exam: that other man will.\" The two men swore at her and left.\n\nWhen the results of the examination turned out as the woman had predicted, the two scholars who had failed went back to find out how she had known they would not pass, while the third man would. They asked her if she knew physiognomy.\n\n\"No,\" she said, \"all I know is that when a pastry is thoroughly cooked, it sits there quietly, but before it's finished it keeps on making noise.\""
    },
    {
      "title": "Objective World",
      "id": 51,
      "story": "Once there was a monk who specialized in the Buddhist precepts, and he kept to them all his life. Once when he was walking at night, he stepped on something.\n\nIt made a squishing sound, and he imagined he had stepped on an egg-bearing frog.\nThis caused him no end of alarm and regret, in view of the Buddhist precept against taking life, and when he finally went to sleep that night he dreamed that hundreds of frogs came demanding his life.\n\nThe monk was terribly upset, but when morning came he looked and found that what he stepped on was a overripe eggplant.\n\nAt that moment his feeling of uncertainty suddenly stopped, and for the first time he realized the meaning of the saying that there is no objective world. Then he finally knew how to practice Zen."
    }
  ]
}
